{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 5,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "[SEP]",
      2
    ],
    "cls": [
      "[CLS]",
      1
    ]
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "11": 5,
      "7": 6,
      "14": 7,
      "29": 8,
      "10": 9,
      "5": 10,
      "24": 11,
      "25": 12,
      "4": 13,
      "17": 14,
      "2": 15,
      "26": 16,
      "27": 17,
      "16": 18,
      "18": 19,
      "22": 20,
      "21": 21,
      "15": 22,
      "20": 23,
      "6": 24,
      "0": 25,
      "28": 26,
      "19": 27,
      "1": 28,
      "9": 29,
      "8": 30,
      "23": 31,
      "12": 32,
      "13": 33,
      "3": 34
    },
    "unk_token": "[UNK]"
  }
}