{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 32,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "[SEP]",
      2
    ],
    "cls": [
      "[CLS]",
      1
    ]
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "40": 5,
      "15": 6,
      "51": 7,
      "78": 8,
      "19": 9,
      "24": 10,
      "23": 11,
      "115": 12,
      "77": 13,
      "52": 14,
      "13": 15,
      "60": 16,
      "2": 17,
      "11": 18,
      "25": 19,
      "43": 20,
      "95": 21,
      "22": 22,
      "14": 23,
      "110": 24,
      "111": 25,
      "5": 26,
      "7": 27,
      "72": 28,
      "46": 29,
      "84": 30,
      "53": 31,
      "3": 32,
      "92": 33,
      "31": 34,
      "80": 35,
      "88": 36,
      "90": 37,
      "66": 38,
      "86": 39,
      "101": 40,
      "67": 41,
      "97": 42,
      "32": 43,
      "9": 44,
      "112": 45,
      "17": 46,
      "76": 47,
      "29": 48,
      "28": 49,
      "94": 50,
      "64": 51,
      "65": 52,
      "109": 53,
      "50": 54,
      "106": 55,
      "49": 56,
      "68": 57,
      "107": 58,
      "30": 59,
      "8": 60,
      "81": 61,
      "93": 62,
      "75": 63,
      "57": 64,
      "62": 65,
      "37": 66,
      "38": 67,
      "103": 68,
      "12": 69,
      "73": 70,
      "83": 71,
      "10": 72,
      "35": 73,
      "114": 74,
      "89": 75,
      "0": 76,
      "116": 77,
      "41": 78,
      "85": 79,
      "54": 80,
      "34": 81,
      "99": 82,
      "61": 83,
      "56": 84,
      "74": 85,
      "113": 86,
      "44": 87,
      "4": 88,
      "69": 89,
      "82": 90,
      "63": 91,
      "70": 92,
      "59": 93,
      "119": 94,
      "20": 95,
      "18": 96,
      "45": 97,
      "79": 98,
      "117": 99,
      "96": 100,
      "118": 101,
      "105": 102,
      "102": 103,
      "98": 104,
      "33": 105,
      "104": 106,
      "87": 107,
      "55": 108,
      "58": 109,
      "100": 110,
      "47": 111,
      "21": 112,
      "26": 113,
      "42": 114,
      "36": 115,
      "108": 116,
      "6": 117,
      "71": 118,
      "48": 119,
      "1": 120,
      "16": 121,
      "91": 122
    },
    "unk_token": "[UNK]"
  }
}